//SECTION 1 - MEMORIES - PICTURES COLLECTION
final List<String> imagePath = [
  'arduino_doc.png',
  'our_team.png',
  'our_team.png',
  'our_team.png',
  'our_team.png',
  'our_team.png',
];

//SECTION 2 - PARTICIPATING MEMBER
final List<String> partmember = [
  'Suy Kosal',
  'Han Leangsiv',
  'Run Seyha',
];
final List<String> partmemberPNG = [
  'kosal.png',
  'leangsiv.png',
  'seyha.png',
];

//SECTION 3 - ROBOT USED
final List<String> robot = [
  'Car runner',
  'Ball shooter',
  'Car runner',
];

final List<String> robotPath = [
  'car_runner.png',
  'ball_shooter.png',
  'car_runner.png'
];

final String paragraph1 =
    'នៅថ្ងៃទី 12​ ខែ​កុម្ភៈ​  ឆ្នាំ 2019​ គឺជាថ្ងៃចាប់ផ្ដើម​ និងធ្វើអោយ​ក្រុមមួយនេះ​ ចាប់​ផ្ដើម​ទទួល​បាន​ការងារ​ដំបូង​របស់ខ្លួន​ ក្រោយពីត្រូវបានគេ បដិសេធ​ជាច្រើន​សារ។   ការងារនោះគឺ​  Event STEM នៅ​អូឡាំពិក​ដោយ​តំណាង​អោយក្រុម​ហ៊ុន​ Smart​  ពួកយើងក៏បាន​រៀបចំ​កម្មវីធី​នេះ​ចំនួន​បីថ្ងៃ​ គឺចាប់ពី​ថ្ងៃទី 21​  ខែ​កុម្ភៈ​  ឆ្នាំ​ដដែរ​។ ពួកយើង​ទទួលបាន​លុយនៅថ្ងៃទី​ 16​ ខែ​កុម្ភៈ​ឆ្នាំដដែរ​ចំនួន 400\$​ ដើម្បី​រៀបចំ​កម្មវីធី​។  ដោយយើងបាន​បង្កើត​  Robot​ទាំងតូចទាំងធំគឺ 10គ្រឿង។   ទីកន្លែងធ្វើវាគឺយើងនាំគ្នា​ បែងចែកជាពីរផ្នែក​ គឺមួយផ្នែកនៅបន្ទប់ជួលរបស់ខ្ញុំ​ និងមួយផ្នែកទៀតនៅ​ សាលា NPIC​ ដែលមានចម្ងាយប្រហែល20Km​ ពីភ្នំពេញ​ ដោយមានការជួយជ្រុំជ្រែងដោយប្អូនប្រុសណារិន​ សីហា​ និងតូនី​ ពួកយើងបានធ្វើវាទាំងយប់ហើយពួកគាត់​ ពិតជា​តស៊ូ​ណាស់​ ពេលនោះដែរ ខាងសាលាបានរករឿងពួកគាត់ដោយនាំមនុស្សប្លែកមុខដូចជាពួកខ្ញុំទៅធ្វើការនៅទីនោះ។​ ហើយនៅខាងបន្ទាប់ជួយខ្ញុំវិញ​ ម្ចាស់ផ្ទះ​បានរករឿងអ្នកដែលនាំគ្នាទៅគេងធ្វើ Robot​ ទាំងយប់ហើយបង្កអោយមាន​បញ្ហាកើតឡើង។ ពួកយើងបានដោះស្រាយបានហើយព្យាយាមបន្តដោយក្ដី​សង្ឃឹម​។';
final String paragraph2 =
    'អ្វីដែលក្រុមយើងទទួលបាន​ជោគជ័យ​បំផុតនោះគឺ​ ពួកយើងបាននាំអោយ​មនុស្សម្នាជាច្រើនចូលមកកាន់​ ប៉ូត Robot​របស់​យើង​ ហើយលេង​កំសាន្តដោយ​រីករាយ​  ជា​ពិសេសគឺ​ពួកយើង​បាននាំអោយ​ ក្រុម​ហ៊ុន​ ពេញចិត្តនឹងចង់អោយពួកយើង​ បន្តការងារនេះទៅមុខទៀត។ សរុប​ចំនួនទាំងអស់ជិត៣០​ នាក់ពួកយើងបាន​ខិតខំ​យ៉ាងខ្លាំងក្នុងការងារមួយនេះ។​ ក្នុង​រយៈពេលមុន​ និង​អំឡុង​ពេលកម្មវិធី​ មាន​សមាជិក​យើងខ្លះ​ ដែលពួកគាត់​សកម្មរហូតត្រូវមិនគេង​ រយៈពេលជិត៥​ ថ្ងៃហើយមាន​ថ្ងៃខ្លះ​ ពួកយើងមិនបានគេងសោះតែម្ដង។ នេះហើយជា​ឆន្ទៈ​ពិតដោយមិនគិតសោះថាកាងារនោះជាការងារ​ស្មាក់ចិត្ត​។   ខ្ញុំនិយាយទាំងអស់នេះ​ ពិតណាស់មិនអាច​រៀបរាប់​អស់​សេចក្ដី​នោះទេ​ តែខ្ញុំនៅតែ​ចង់ចាំនូវ​សេចក្ដី​ ព្យាយាម​  ប្រឹងប្រែង​ជា​ពិសេសគឺ​មិនខ្លាចភាពនឿយ​ហត់​ របស់ពួកគេ។   បើគ្មានពួកគេទេ​ ខ្ញុំ​ជឿជាក់​ថា​ កម្មវិធី​នោះមិនអាច​ទទួល​បាន​ជោគជ័យ​ដូចនោះទេ។ នេះហើយ​ សកម្មភាព​ និង​ កម្លាំង​របស់​យុវជនយើង​  ពួកគេជាមនុស្ស​រីកចំរើន​។ ក្រោយការងារនេះបាន​បញ្ចប់​  ពួកយើបាន​បន្តការងាររៀនជាមួយគ្នាទៀត។';
